Repository: Twinlife/twinme-ios
Catalog: Twinme/LocalizableBackup.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, ko, nb, nl, pl, pt_pt, ro, ru, sk, sl, sq, sr_latn, sv, tr, uk, vi, zh_hans, zh_hant

# restore_view_file_not_supported
source: The backup file must be in "twmbckup" format.
ar: يجب أن يكون ملف النسخ الاحتياطي بصيغة "twmbckup".
bg: Файлът на архива трябва да бъде във формат \"skrdbckp\".
cs: Soubor zálohy musí být ve formátu \"skrdbckp\".
da: Backupfilen skal være i formatet "twmbckup".
de: Die Backup-Datei muss im Format „twmbckp“ vorliegen.
el: Το αρχείο αντιγράφου ασφαλείας πρέπει να είναι σε μορφή \"skrdbckp\".
es: El archivo de copia de seguridad debe tener el formato "twmbckup".
fa: فایل پشتیبان باید با فرمت "twmbckup" باشد.
fi: Varmuuskopiotiedoston on oltava muodossa "twmbckup".
fr: Le fichier de backup doit être au format twmbckup.
he: קובץ הגיבוי חייב להיות בפורמט "twmbckup".
hi: बैकअप फ़ाइल "twmbckup" फ़ॉर्मेट में होनी चाहिए।
hr: Datoteka sigurnosne kopije mora biti u formatu \"skrdbckp\".
hu: A biztonsági mentés fájlnak \"skrdbckp\" formátumúnak kell lennie.
id: Berkas cadangan harus dalam format "twmbckup".
it: Il file di backup deve essere in formato "twmbckup".
ja: バックアップファイルは「twmbckup」形式である必要があります。
ko: 백업 파일은 "twmbckup" 형식이어야 합니다.
nb: Sikkerhetskopien må være i formatet «twmbckup».
nl: Het back-upbestand moet de indeling "twmbckup" hebben.
pl: Plik kopii zapasowej musi mieć format „twmbckup”.
pt_pt: O ficheiro de cópia de segurança deve estar no formato "twmbckup".
ro: Fișierul de backup trebuie să fie în formatul \"skrdbckp\".
ru: Файл резервной копии должен быть в формате «twmbckup».
sk: Súbor zálohy musí byť vo formáte \"skrdbckp\".
sl: Datoteka varnostne kopije mora biti v formatu \"skrdbckp\".
sq: Skedari i kopjes rezervë duhet të jetë në formatin \"skrdbckp\".
sr_latn: Fajl bekapa mora biti u formatu \"skrdbckp\".
sv: Säkerhetskopieringsfilen måste vara i formatet "twmbckup".
tr: Yedekleme dosyası "twmbckup" biçiminde olmalıdır.
uk: Файл резервної копії має бути у форматі "twmbbkup".
vi: Tệp sao lưu phải ở định dạng "twmbckup".
zh_hans: 备份文件必须为“twmbckup”格式。
zh_hant: 備份檔案必須為“twmbckup”格式。

# restore_view_more_recent_backup
source: A more recent backup was made with the same account.
ar: تم عمل نسخة احتياطية أحدث باستخدام الحساب نفسه.
bg: Със същия акаунт е направен по-нов архив.
cs: Se stejným účtem byla vytvořena novější záloha.
da: En nyere sikkerhedskopi blev foretaget med den samme konto.
de: Mit demselben Konto wurde bereits eine neuere Sicherung erstellt.
el: Δημιουργήθηκε πιο πρόσφατο αντίγραφο ασφαλείας με τον ίδιο λογαριασμό.
es: Se realizó una copia de seguridad más reciente con la misma cuenta.
fa: یک نسخه پشتیبان جدیدتر با همان حساب ایجاد شده است.
fi: Samalla tilillä on tehty uudempi varmuuskopio.
fr: Une sauvegarde plus récente a été effectuée avec le même compte.
he: בוצע גיבוי עדכני יותר עם אותו חשבון.
hi: उसी खाते से हाल ही में एक और बैकअप बनाया गया था।
hr: S istim računom napravljena je novija sigurnosna kopija.
hu: Ugyanezzel a fiókkal egy frissebb biztonsági mentés készült.
id: Cadangan yang lebih baru dibuat dengan akun yang sama.
it: È stato effettuato un backup più recente con lo stesso account.
ja: 同じアカウントで、より最近のバックアップが作成されています。
ko: 동일한 계정으로 최근 백업이 생성되었습니다.
nb: En nyere sikkerhetskopi ble gjort med samme konto.
nl: Er is een recentere back-up gemaakt met hetzelfde account.
pl: Nowsza kopia zapasowa została utworzona na tym samym koncie.
pt_pt: Foi feito um backup mais recente com a mesma conta.
ro: A fost realizată o copie de rezervă mai recentă cu același cont.
ru: Более поздняя резервная копия была создана с той же учётной записью.
sk: S rovnakým účtom bola vytvorená novšia záloha.
sl: Z istim računom je bila narejena novejša varnostna kopija.
sq: Një kopje rezervë më e fundit u krijua me të njëjtën llogari.
sr_latn: Sa istim nalogom je napravljen noviji bekap.
sv: En nyare säkerhetskopia gjordes med samma konto.
tr: Aynı hesapla daha yeni bir yedekleme yapıldı.
uk: Новіша резервна копія була створена з тим самим обліковим записом.
vi: Một bản sao lưu gần đây hơn đã được thực hiện bằng cùng một tài khoản.
zh_hans: 已使用同一帐户进行了更新的备份。
zh_hant: 已使用同一帳戶進行了更新的備份。

# restore_view_onboarding
source: Restoring a backup will replace the current account data.
ar: ستؤدي استعادة النسخة الاحتياطية إلى استبدال بيانات الحساب الحالي.
bg: Възстановяването на архив ще замени текущите данни на акаунта.
cs: Obnovení zálohy nahradí aktuální data účtu.
da: Gendannelse af en sikkerhedskopi vil erstatte dataene for løbende konto.
de: Durch das Wiederherstellen einer Sicherung werden die aktuellen Kontodaten ersetzt.
el: Η επαναφορά ενός αντιγράφου ασφαλείας θα αντικαταστήσει τα τρέχοντα δεδομένα του λογαριασμού.
es: Restaurar una copia de seguridad reemplazará los datos de la cuenta corriente.
fa: بازگرداندن یک نسخه پشتیبان ، داده های حساب جاری را جایگزین می کند.
fi: Varmuuskopion palauttaminen korvaa nykyisen tilata.
fr: La restauration d'une sauvegarde remplacera les données actuelles du compte.
he: שחזור גיבוי יחליף את נתוני החשבון הנוכחי.
hi: बैकअप को पुनर्स्थापित करने से चालू खाता डेटा बदल जाएगा।
hr: Obnova sigurnosne kopije zamijenit će trenutne podatke računa.
hu: A biztonsági mentés visszaállítása lecseréli az aktuális fiókadatokat.
id: Memulihkan cadangan akan menggantikan data akun saat ini.
it: Il ripristino di un backup sostituirà i dati dell'account corrente.
ja: バックアップを復元すると、現在のアカウントデータが置き換えられます。
ko: 백업을 복원하면 현재 계정 데이터가 대체됩니다.
nb: Gjenoppretting av en sikkerhetskopi vil erstatte data for driftskonto.
nl: Het herstellen van een back -up vervangt de huidige accountgegevens.
pl: Przywrócenie kopii zapasowej zastąpi dane z rachunku bieżącego.
pt_pt: A restauração de um backup substituirá os dados da conta corrente.
ro: Restaurarea unei copii de rezervă va înlocui datele curente ale contului.
ru: Восстановление резервной копии заменит текущие данные учетной записи.
sk: Obnovenie zálohy nahradí aktuálne údaje účtu.
sl: Obnova varnostne kopije bo zamenjala trenutne podatke računa.
sq: Rikthimi i një kopjeje rezervë do të zëvendësojë të dhënat aktuale të llogarisë.
sr_latn: Vraćanje bekapa zameniće trenutne podatke naloga.
sv: Att återställa en säkerhetskopia kommer att ersätta informationen om bytesbalansen.
tr: Bir yedeklemenin geri yüklenmesi geçerli hesap verilerinin yerini alacaktır.
uk: Відновлення резервного копіювання замінить поточні дані облікового запису.
vi: Khôi phục bản sao lưu sẽ thay thế dữ liệu tài khoản hiện tại.
zh_hans: 恢复备份将替换当前帐户数据。
zh_hant: 恢復備份將替換當前帳戶數據。

# restore_view_onboarding_verify
source: Verify that a backup is valid and up to date with your current data.
ar: تأكد من أن النسخة الاحتياطية صالحة ومُحدثة ببياناتك الحالية.
bg: Проверете дали архивът е валиден и актуален спрямо текущите ви данни.
cs: Ověřte, že je záloha platná a aktuální vzhledem k vašim současným datům.
da: Bekræft, at en sikkerhedskopi er gyldig og opdateret med dine nuværende data.
de: Überprüfen Sie, ob eine Sicherung gültig und auf dem neuesten Stand Ihrer aktuellen Daten ist.
el: Βεβαιωθείτε ότι ένα αντίγραφο ασφαλείας είναι έγκυρο και ενημερωμένο με τα τρέχοντα δεδομένα σας.
es: Verifique que una copia de seguridad sea válida y esté actualizada con sus datos actuales.
fa: تأیید کنید که نسخه پشتیبان معتبر و به‌روز با داده‌های فعلی شما است.
fi: Varmista, että varmuuskopio on voimassa ja ajan tasalla nykyisillä tiedoillasi.
fr: Vérifiez qu'une sauvegarde est valide et à jour avec vos données actuelles.
he: ודא שהגיבוי תקף ומעודכן בנתונים הנוכחיים שלך.
hi: पुष्टि करें कि बैकअप मान्य है और आपके वर्तमान डेटा के साथ अद्यतित है।
hr: Provjerite je li sigurnosna kopija valjana i ažurna u odnosu na vaše trenutne podatke.
hu: Ellenőrizze, hogy a biztonsági mentés érvényes és naprakész-e a jelenlegi adataihoz képest.
id: Verifikasi apakah cadangan valid dan terbaru dengan data Anda saat ini.
it: Verifica che un backup sia valido e aggiornato con i tuoi dati attuali.
ja: バックアップが有効で、現在のデータと最新の状態であることを確認してください。
ko: 백업이 유효하고 현재 데이터와 최신 상태인지 확인하세요.
nb: Bekreft at en sikkerhetskopi er gyldig og oppdatert med dine nåværende data.
nl: Controleer of een back-up geldig en up-to-date is met uw huidige gegevens.
pl: Sprawdź, czy kopia zapasowa jest prawidłowa i aktualna z Twoimi obecnymi danymi.
pt_pt: Verifique se um backup é válido e está atualizado com os seus dados atuais.
ro: Verificați că o copie de rezervă este validă și actualizată cu datele dvs. curente.
ru: Убедитесь, что резервная копия действительна и соответствует вашим текущим данным.
sk: Skontrolujte, či je záloha platná a aktuálna vzhľadom na vaše aktuálne údaje.
sl: Preverite, da je varnostna kopija veljavna in posodobljena glede na vaše trenutne podatke.
sq: Verifikoni që një kopje rezervë është e vlefshme dhe e përditësuar me të dhënat tuaja aktuale.
sr_latn: Proverite da li je bekap ispravan i ažuran u odnosu na vaše trenutne podatke.
sv: Verifiera att en säkerhetskopia är giltig och uppdaterad med dina aktuella data.
tr: Bir yedeklemenin geçerli ve mevcut verilerinizle güncel olduğunu doğrulayın.
uk: Перевірте, чи резервна копія дійсна та актуальна на ваші поточні дані.
vi: Xác minh bản sao lưu hợp lệ và cập nhật với dữ liệu hiện tại của bạn.
zh_hans: 验证备份是否有效，并包含您当前的数据。
zh_hant: 驗證備份是否有效，並包含您目前的資料。

# restore_view_onboarding_words
source: To restore a backup, you will need to enter the series of 12 words allowing it to be decrypted.
ar: لاستعادة النسخة الاحتياطية، ستحتاج إلى إدخال الكلمات الـ 12 المذكورة أعلاه بهذا الترتيب، والتي ستؤدي إلى فك تشفيرها.
bg: За да възстановите архив, ще трябва да въведете последователността от 12 думи, позволяваща неговото декриптиране.
cs: Pro obnovení zálohy budete muset zadat sekvenci 12 slov umožňující její dešifrování.
da: For at gendanne en sikkerhedskopi skal du indtaste serien med 12 ord, så den kan dekrypteres.
de: Um eine Sicherung wiederherzustellen, müssen Sie die Folge von 12 Wörtern zur Entschlüsselung eingeben.
el: Για να επαναφέρετε ένα αντίγραφο ασφαλείας, θα χρειαστεί να εισαγάγετε τη σειρά των 12 λέξεων που επιτρέπει την αποκρυπτογράφησή του.
es: Para restaurar una copia de seguridad, deberá ingresar la serie de 12 palabras, lo que permite descifrarlo.
fa: برای بازگرداندن یک نسخه پشتیبان ، باید وارد سری 12 کلمه شوید که اجازه می دهد آن را رمزگشایی کند.
fi: Varmuuskopion palauttamiseksi sinun on annettava 12 sanan sarja, jonka avulla se voidaan purkaa.
fr: Pour restaurer une sauvegarde, vous devrez saisir la série de 12 mots permettant de la déchiffrer.
he: כדי לשחזר גיבוי, תצטרך להיכנס לסדרה של 12 מילים המאפשרת לפענח.
hi: बैकअप को पुनर्स्थापित करने के लिए, आपको 12 शब्दों की श्रृंखला में प्रवेश करने की आवश्यकता होगी, जिससे इसे डिक्रिप्ट किया जा सके।
hr: Za obnovu sigurnosne kopije morat ćete unijeti niz od 12 riječi koje omogućuju njezino dešifriranje.
hu: A biztonsági mentés visszaállításához meg kell adnia a visszafejtést lehetővé tevő 12 szóból álló sort.
id: Untuk mengembalikan cadangan, Anda harus memasukkan serangkaian 12 kata yang memungkinkannya didekripsi.
it: Per ripristinare un backup, dovrai entrare nella serie di 12 parole permettendo che vengano decrittografate.
ja: バックアップを復元するには、12の単語を復号化できるようにする1つのシリーズを入力する必要があります。
ko: 백업을 복원하려면 일련의 12 단어를 입력하여 해독 할 수 있습니다.
nb: For å gjenopprette en sikkerhetskopi, må du gå inn i serien med 12 ord slik at den kan dekrypteres.
nl: Om een
pl: Aby przywrócić kopię zapasową, musisz wprowadzić serię 12 słów, pozwalając na ich odszyfrowanie.
pt_pt: Para restaurar um backup, você precisará entrar na série de 12 palavras, permitindo que ela seja descriptografada.
ro: Pentru a restaura o copie de rezervă, va trebui să introduceți seria de 12 cuvinte care permite decriptarea acesteia.
ru: Чтобы восстановить резервную копию, вам нужно будет войти в серию из 12 слов, позволяющих расшифровать ее.
sk: Na obnovenie zálohy budete musieť zadať sekvenciu 12 slov umožňujúcu jej dešifrovanie.
sl: Za obnovitev varnostne kopije boste morali vnesti zaporedje 12 besed, ki omogoča njeno dešifriranje.
sq: Për të rikthyer një kopje rezervë, do t\'ju duhet të futni serinë prej 12 fjalësh që lejon dekriptimin e saj.
sr_latn: Za vraćanje bekapa moraćete da unesete niz od 12 reči koji omogućava njegovo dekriptovanje.
sv: För att återställa en säkerhetskopia måste du ange serien med 12 ord så att den kan dekrypteras.
tr: Bir yedeklemeyi geri yüklemek için, şifre çözülmesine izin veren 12 kelimelik seriyi girmeniz gerekir.
uk: Щоб відновити резервну копію, вам потрібно буде ввести серію з 12 слів, що дозволяють його розшифрувати.
vi: Để khôi phục bản sao lưu, bạn cần nhập chuỗi 12 từ cho phép giải mã.
zh_hans: 要恢复备份，您将需要输入一系列12个单词，以解密它。
zh_hant: 要恢復備份，您將需要輸入一系列12個單詞，以解密它。

# restore_view_paste
source: Paste the list of words from the clipboard.
ar: الصق قائمة الكلمات من الحافظة.
bg: Поставете списъка с думи от клипборда.
cs: Vložte seznam slov ze schránky.
da: Indsæt listen over ord fra udklipsholderen.
de: Wortliste aus der Zwischenablage einfügen.
el: Επικολλήστε τη λίστα λέξεων από το πρόχειρο.
es: Pegue la lista de palabras del portapapeles.
fa: لیست کلمات را از کلیپ بورد جایگذاری کنید.
fi: Liitä leikepöydän sanaluettelo.
fr: Collez la liste des mots depuis le presse-papiers.
he: הדבק את רשימת המילים מהלוח.
hi: क्लिपबोर्ड से शब्दों की सूची पेस्ट करें।
hr: Zalijepi popis riječi iz međuspremnika.
hu: Illessze be a szavak listáját a vágólapról.
id: Tempel daftar kata -kata dari clipboard.
it: Incolla l'elenco delle parole dagli appunti.
ja: クリップボードの単語のリストを貼り付けます。
ko: 클립 보드에서 단어 목록을 붙여 넣습니다.
nb: Lim inn listen over ord fra utklippstavlen.
nl: Plak de lijst met woorden van het klembord.
pl: Wklej listę słów ze schowka.
pt_pt: Cole a lista de palavras da área de transferência.
ro: Lipiți lista de cuvinte din clipboard.
ru: Вставьте список слов из буфера обмена.
sk: Vložte zoznam slov zo schránky.
sl: Prilepite seznam besed iz odložišča.
sq: Ngjit listën e fjalëve nga clipboard-i.
sr_latn: Nalepite listu reči iz međuspremnika.
sv: Klistra in listan med ord från urklippet.
tr: Panodan kelimelerin listesini yapıştırın.
uk: Вставте список слів із буфера обміну.
vi: Dán danh sách các từ từ bảng nhớ tạm.
zh_hans: 粘贴剪贴板中的单词列表。
zh_hant: 粘貼剪貼板中的單詞列表。

# restore_view_paste_error
source: Invalid word list.
ar: قائمة كلمات غير صالحة.
bg: Невалиден списък с думи.
cs: Neplatný seznam slov.
da: Ugyldig ordliste.
de: Ungültige Wortliste.
el: Μη έγκυρη λίστα λέξεων.
es: Lista de palabras no válida.
fa: لیست نامعتبر کلمات.
fi: Virheellinen sanaluettelo.
fr: Liste de mots invalide.
he: רשימת מילים לא חוקית.
hi: शब्दों की इनवैलिड लिस्ट।
hr: Neispravan popis riječi.
hu: Érvénytelen szólista.
id: Daftar kata tidak valid.
it: Elenco di parole non valido.
ja: 単語リストが無効です。
ko: 잘못된 단어 목록입니다.
nb: Ugyldig ordliste.
nl: Ongeldige woordenlijst.
pl: Nieprawidłowa lista słów.
pt_pt: Lista de palavras inválida.
ro: Listă de cuvinte invalidă.
ru: Недопустимый список слов.
sk: Neplatný zoznam slov.
sl: Neveljaven seznam besed.
sq: Listë fjalësh e pavlefshme.
sr_latn: Neispravna lista reči.
sv: Ogiltig ordlista.
tr: Geçersiz kelime listesi.
uk: Недійсний список слів.
vi: Danh sách từ không hợp lệ.
zh_hans: 无效的词表。
zh_hant: 無效的詞表。

# restore_view_restore
source: Restore
ar: استعادة
bg: Възстанови
cs: Obnovit
da: Gendanne
de: Wiederherstellen
el: Επαναφορά
es: Restaurar
fa: بازیابی کنید
fi: Palauttaa
fr: Restaurer
he: לְשַׁחְזֵר
hi: पुनर्स्थापित करें
hr: Obnovi
hu: Visszaállítás
id: Memulihkan
it: Ripristinare
ja: 復元する
ko: 복원하다
nb: Restaurere
nl: Herstellen
pl: Przywrócić
pt_pt: Restaurar
ro: Restaurează
ru: Восстановить
sk: Obnoviť
sl: Obnovi
sq: Rikthe
sr_latn: Vrati
sv: Återställa
tr: Geri yükleme
uk: Відновити
vi: Khôi phục
zh_hans: 恢复
zh_hant: 恢復

# restore_view_select_backup
source: Select a backup
ar: اختر نسخة احتياطية
bg: Изберете архив
cs: Vyberte zálohu
da: Vælg en sikkerhedskopi
de: Sicherung auswählen
el: Επιλέξτε αντίγραφο ασφαλείας
es: Seleccionar una copia de seguridad
fa: یک نسخه پشتیبان انتخاب کنید
fi: Valitse varmuuskopio
fr: Sélectionnez une sauvegarde
he: בחר גיבוי
hi: बैकअप चुनें
hr: Odaberite sigurnosnu kopiju
hu: Válasszon biztonsági mentést
id: Pilih cadangan
it: Seleziona un backup
ja: バックアップを選択
ko: 백업 선택
nb: Velg en sikkerhetskopi
nl: Selecteer een back-up
pl: Wybierz kopię zapasową
pt_pt: Selecione um backup
ro: Selectați o copie de rezervă
ru: Выберите резервную копию
sk: Vyberte zálohu
sl: Izberite varnostno kopijo
sq: Zgjidhni një kopje rezervë
sr_latn: Izaberite bekap
sv: Välj en säkerhetskopia
tr: Bir yedekleme seçin
uk: Виберіть резервну копію
vi: Chọn bản sao lưu
zh_hans: 选择备份
zh_hant: 選擇備份

# restore_view_state_restore_account
source: Restoring account...
ar: جارٍ استعادة الحساب...
bg: Възстановяване на акаунта…
cs: Obnovování účtu…
da: Gendanner konto...
de: Konto wird wiederhergestellt …
el: Επαναφορά λογαριασμού…
es: Restaurando cuenta...
fa: بازیابی حساب...
fi: Tiliä palautetaan...
fr: Restauration du compte…
he: משחזר חשבון...
hi: खाता पुनर्स्थापित किया जा रहा है...
hr: Obnavljanje računa…
hu: Fiók visszaállítása…
id: Memulihkan akun...
it: Ripristino dell'account in corso...
ja: アカウントを復元しています...
ko: 계정을 복원하는 중...
nb: Gjenoppretter konto...
nl: Account herstellen...
pl: Przywracanie konta...
pt_pt: Restaurar a conta...
ro: Se restaurează contul…
ru: Восстановление учётной записи...
sk: Obnovuje sa účet…
sl: Obnavljanje računa…
sq: Po rikthehet llogaria…
sr_latn: Vraćanje naloga…
sv: Återställer konto...
tr: Hesap geri yükleniyor...
uk: Відновлення облікового запису...
vi: Đang khôi phục tài khoản...
zh_hans: 正在恢复账户……
zh_hant: 正在恢復帳戶…

# restore_view_state_restore_data
source: Restoring data...
ar: جارٍ استعادة البيانات...
bg: Възстановяване на данните…
cs: Obnovování dat…
da: Gendanner data...
de: Daten werden wiederhergestellt …
el: Επαναφορά δεδομένων…
es: Restaurando datos...
fa: بازیابی داده
fi: Tietoja palautetaan...
fr: Restauration des données…
he: משחזר נתונים...
hi: डेटा पुनर्स्थापित किया जा रहा है...
hr: Obnavljanje podataka…
hu: Adatok visszaállítása…
id: Memulihkan data...
it: Ripristino dei dati in corso...
ja: データを復元しています...
ko: 데이터를 복원하는 중...
nb: Gjenoppretter data...
nl: Gegevens herstellen...
pl: Przywracanie danych...
pt_pt: Restaurar dados...
ro: Se restaurează datele…
ru: Восстановление данных...
sk: Obnovujú sa údaje…
sl: Obnavljanje podatkov…
sq: Po rikthehen të dhënat…
sr_latn: Vraćanje podataka…
sv: Återställer data...
tr: Veriler geri yükleniyor...
uk: Відновлення даних...
vi: Đang khôi phục dữ liệu...
zh_hans: جارٍ استعادة البيانات...
zh_hant: 正在恢復資料…

# restore_view_state_restore_starting
source: Starting restore.
ar: جاري بدء الاستعادة.
bg: Стартиране на възстановяването.
cs: Spouští se obnova.
da: Starter gendannelse.
de: Wiederherstellung wird gestartet.
el: Έναρξη επαναφοράς.
es: Iniciando restauración.
fa: شروع بازیابی.
fi: Palautusta aloitetaan.
fr: Démarrage de la restauration
he: התחלת שחזור.
hi: पुनर्स्थापना प्रारंभ।
hr: Pokretanje obnove.
hu: Visszaállítás indítása.
id: Memulai pemulihan.
it: Avvio del ripristino.
ja: 復元を開始しています。
ko: 복원을 시작합니다.
nb: Starter gjenoppretting.
nl: Herstellen starten.
pl: Rozpoczęcie przywracania.
pt_pt: Iniciando a restauração.
ro: Se începe restaurarea.
ru: Начало восстановления.
sk: Začína sa obnovenie.
sl: Začetek obnove.
sq: Fillimi i rikthimit.
sr_latn: Pokretanje vraćanja.
sv: Startar återställning.
tr: Geri yükleme başlatılıyor.
uk: Початок відновлення.
vi: Đang bắt đầu khôi phục.
zh_hans: 正在开始恢复。
zh_hant: 正在開始恢復。

# restore_view_state_restore_verify_account
source: Account verification…
ar: التحقق من الحساب...
bg: Проверка на акаунта…
cs: Ověřování účtu…
da: Kontobekræftelse…
de: Kontoprüfung …
el: Επαλήθευση λογαριασμού…
es: Verificación de cuenta…
fa: تأیید حساب...
fi: Tilin vahvistus…
fr: Vérification du compte…
he: אימות חשבון...
hi: अकाउंट वेरिफ़िकेशन…
hr: Provjera računa…
hu: Fiók ellenőrzése…
id: Verifikasi akun…
it: Verifica dell'account…
ja: アカウント検証…
ko: 계정 확인…
nb: Kontoverifisering…
nl: Accountverificatie…
pl: Weryfikacja konta…
pt_pt: Verificação da conta…
ro: Se verifică contul…
ru: Проверка учетной записи…
sk: Overuje sa účet…
sl: Preverjanje računa…
sq: Po verifikohet llogaria…
sr_latn: Provera naloga…
sv: Kontoverifiering…
tr: Hesap doğrulama…
uk: Перевірка облікового запису…
vi: Xác minh tài khoản…
zh_hans: 帐户验证…
zh_hant: 帳戶驗證…

# restore_view_state_restore_verify_data
source: Data verification…
ar: التحقق من البيانات...
bg: Проверка на данните…
cs: Ověřování dat…
da: Databekræftelse…
de: Datenprüfung …
el: Επαλήθευση δεδομένων…
es: Verificación de datos…
fa: تأیید داده‌ها…
fi: Tietojen vahvistus…
fr: Vérification des données…
he: אימות נתונים...
hi: डेटा वेरिफ़िकेशन…
hr: Provjera podataka…
hu: Adatok ellenőrzése…
id: Verifikasi data…
it: Verifica dei dati…
ja: データ検証…
ko: 데이터 확인…
nb: Dataverifisering…
nl: Gegevensverificatie…
pl: Weryfikacja danych…
pt_pt: Verificação de dados…
ro: Se verifică datele…
ru: Проверка данных…
sk: Overujú sa údaje…
sl: Preverjanje podatkov…
sq: Po verifikohen të dhënat…
sr_latn: Provera podataka…
sv: Dataverifiering…
tr: Veri doğrulama…
uk: Перевірка даних…
vi: Xác minh dữ liệu…
zh_hans: 数据验证…
zh_hant: 數據驗證…

# restore_view_state_restore_verify_starting
source: Verification starting…
ar: بدء التحقق...
bg: Започва проверка…
cs: Spouští se ověření…
da: Bekræftelse starter…
de: Prüfung wird gestartet …
el: Έναρξη επαλήθευσης…
es: Iniciando la verificación…
fa: شروع تأیید...
fi: Vahvistus aloitetaan…
fr: Démarrage de la vérification...
he: האימות מתחיל...
hi: वेरिफ़िकेशन शुरू हो रहा है…
hr: Početak provjere…
hu: Ellenőrzés indítása…
id: Verifikasi dimulai…
it: Verifica in corso…
ja: 検証開始…
ko: 확인 시작…
nb: Verifisering starter…
nl: Verificatie gestart…
pl: Rozpoczynanie weryfikacji…
pt_pt: Verificação iniciada…
ro: Se începe verificarea…
ru: Начало проверки…
sk: Začína sa overovanie…
sl: Začetek preverjanja…
sq: Fillimi i verifikimit…
sr_latn: Pokretanje provere…
sv: Verifiering startar…
tr: Doğrulama başlıyor…
uk: Початок перевірки…
vi: Bắt đầu xác minh…
zh_hans: 验证开始…
zh_hant: 驗證開始…

# restore_view_state_restore_wait_confirm
source: Waiting for confirmation.
ar: في انتظار التأكيد.
bg: Изчакване на потвърждение.
cs: Čeká se na potvrzení.
da: Venter på bekræftelse.
de: Warten auf Bestätigung.
el: Αναμονή επιβεβαίωσης.
es: Esperando confirmación.
fa: منتظر تأیید هستم.
fi: Odotetaan vahvistusta.
fr: En attente de confirmation
he: ממתין לאישור.
hi: पुष्टि की प्रतीक्षा है।
hr: Čekanje potvrde.
hu: Várakozás megerősítésre.
id: Menunggu konfirmasi.
it: In attesa di conferma.
ja: 確認を待っています。
ko: 확인을 기다리는 중입니다.
nb: Venter på bekreftelse.
nl: Wachten op bevestiging.
pl: Oczekiwanie na potwierdzenie.
pt_pt: Aguarda confirmação.
ro: Se așteaptă confirmarea.
ru: Ожидание подтверждения.
sk: Čaká sa na potvrdenie.
sl: Čakanje na potrditev.
sq: Duke pritur konfirmimin.
sr_latn: Čekanje potvrde.
sv: Väntar på bekräftelse.
tr: Onay bekleniyor.
uk: Очікування підтвердження.
vi: Đang chờ xác nhận.
zh_hans: 等待确认。
zh_hant: 等待確認。
